/**
 *	filename: Menu.strings
 *	created : Fri May 28 13:08:33 2004
 *	LastEditDate Was "Thu Nov 11 13:03:57 2004"
 *
 */
MENU_SEARCH                = "Spotlight";

/* Format of a tooltip line*/
MENU_1_LINE_TOOLTIP       = "%@: %@";

/* Format of a 2 lines tooltip */
MENU_2_LINES_TOOLTIP	   = "%@: %@\n%@: %@";

/* Format of a 3 lines tooltip */
MENU_3_LINES_TOOLTIP	   = "%@: %@\n%@: %@\n%@: %@";

/* Format of a 4 lines tooltip */
MENU_4_LINES_TOOLTIP	   = "%@: %@\n%@: %@\n%@: %@\n%@: %@";

/* Format of a definition tooltip */
MENU_DICTIONARY_TOOLTIP	   = "%@\n%@: %@";

/* Text used in tooltip == displayName */
MENU_NAME_TOOLTIP          = "Name";

/* Text used in tooltip == path to file */
MENU_URL_TOOLTIP           = "Url";

/* Text used in tooltip == url to item its a bookmark */
MENU_WHERE_TOOLTIP         = "Path";

/* Text used in tooltip == only in mail messages */
MENU_AUTHORS_TOOLTIP       = "From";

/* Text used in tooltip when its a calculation result */
MENU_EXPRESSION_TOOLTIP   = "Calculator";

/* Text used in tooltip to show the phone number when its a contact */
MENU_PHONE_TOOLTIP        = "Phone";

/* Text used in tooltip when its a definition result */
MENU_DEFINITION_TOOLTIP    = "Definition";

/* Text used in tooltip to show its a search */

/* For now these are the same, if its necessary to show something
 * different from just 1 result then change one of them
 */
SHOW_ALL_NO_COUNT          = "Show All";
SHOW_ALL_RESULT_SINGULAR   = "Show All (1)";
SHOW_ALL_RESULT_PLURAL	   = "Show All (%d)";
SHOW_ALL_RESULT_NONE_FOUND = "No Results Found";
SHOW_ALL_RESULTS_HEADING   = "Results";
MENU_PREFERENCES           = "Spotlight Preferences…";

/* This is  the menu indexing status */
FIELD_INDEXING_DISKS_TOOLTIP = "Indexing volumes (%d%% done)";
FIELD_INDEXING_TOOLTIP_CALCULATING = "Indexing volumes";

/* This is used as the separator between the name and the directory component in the Search menu */
EMDASH = "—";

/* Used when for the indexing volumes section */
INDEXING_VOLUME_NAMED = "Indexing %@";

TIME_REMAINING_HOURS = "About %d hours remaining";
TIME_REMAINING_MINUTES = "About %d minutes remaining";
TIME_REMAINING_SECONDS = "About %d seconds remaining";

TIME_REMAINING_HOUR = "About %d hour remaining";
TIME_REMAINING_MINUTE = "About %d minute remaining";
TIME_REMAINING_SECOND = "About %d second remaining";

CALCULATING_TIME = "Estimating indexing time";
INTERNAL_DISKS = "Indexing internal volumes";

/* Placed in the top text field when indexing everything */
INDEXING = "Indexing…";

"INDEXING_COMPUTER" = "Indexing %@";

"NO_MAIL_SUBJECT" = "No Subject";

/* Path tooltip for iTunes music files */
"PREVIEW_ITUNES_LIBRARY" = "iTunes Music Library";

/* Path tooltip for items in the trash */
"PREVIEW_TRASH" = "Trash";
